name: "onnx_identity"
platform: "onnxruntime_onnx"
max_batch_size: 0

input [{
  name: "INPUT0"
  data_type: TYPE_FP32
  dims: [ 1, 4 ]
}]

output [{
  name: "OUTPUT0"
  data_type: TYPE_FP32
  dims: [ 1, 4 ]
}]

instance_group [{
  kind: KIND_GPU
}]
